{
  "gameCard": [
    {
      "id": 1,
      "name": "Ori and the Blind Forest",
      "releaseYear": 2015,
      "score": "https://vgmsite.com/soundtracks/ori-and-the-blind-forest-original-soundtrack/ckqiqsid/01.%20Ori%2C%20Lost%20in%20the%20Storm%20%28feat.%20Aeralie%20Brighton%29.mp3",
      "genre": "Action-adventure Platformer",
      "platform": "Nintendo Switch, Xbox One, Microsoft Windows",
      "rating": 8.5,
      "description": "Help Ori, a guardian spirit, save the forest. Follow their adventure as they explore the forest and revive the spirit tree by collecting the light element orbs of Water, Winds, and Warmth.",
      "imageURL": "https://www.gameinformer.com/s3/files/styles/body_default/s3/legacy-images/imagefeed/Beauty%20In%20Death/oriandblindforesthero.jpg",
      "trailer": " https://youtu.be/MeVFrt7BUyw",
      "reviews": {
        "first": "The music for this game is amazing. Its very interactive and if you love a good story-line and narration this is the game for you. It does at times require very specific key-stroke sequences which can take several tries (ie. hours) to figure out, but it’s definitely worth it. The awesome music also means you don't notice the time fly by.",
        "second": " ",
        "third": ""
      }
    },
    {
      "id": 2,
      "name": "Don't Starve Together",
      "releaseYear": 2016,
      "score": "https://vgmsite.com/soundtracks/don-t-starve-together-gamerip-2016-pc/cmpwphcgkt/01.%20Title%20Theme.mp3",
      "genre": "Adventure, Indie, Simulation",
      "platform": "Windows, MacOs, StreamOS + Linux",
      "rating": 7,
      "description": "Watch out the night is coming. Join friends as you try and survive the night as well as dwindling supplies in the day. Hunt, and create monsters, and weapons. Be careful because not everything is food, and the things you think might not be helpful might help you the most. Just make sure no matter what you do, you don't forget to light a fire.",
      "imageURL": "https://cdn.dlcompare.com/game_tetiere/upload/gameimage/file/6707.jpeg",
      "trailer": "https://www.youtube.com/watch?v=bVbyn7c1X6E",
      "reviews": {
        "first": "This game drives you crazy. Between running away from frogs and finding out some flowers are poisonous and the night is always too close this game never lets you take a break. Also do not turn down the music, it is the only thing that will tell you that ghosts are coming. 10/10 on fun, 100/10  on stress,, 7/10 overall.",
        "second": " ",
        "third": ""
      }
    },
    {
      "id": 3,
      "name": "Spyro Reignited Trilogy",
      "releaseYear": 2018,
      "score": "https://vgmsite.com/soundtracks/spyro-reignited-trilogy-vol.1-spyro-the-dragon/nhbmfwqqrx/01%20Main%20Theme.mp3",
      "genre": "3D Platformer, Adventure, Shooter, Fighter",
      "platform": "Nintendo Switch, Microsoft Windows, Xbox One",
      "rating": 9,
      "description": "Spyro Reignited Trilogy is a 'platform' video game developed by Toys for Bob and published by Activision. It is a collection of remasters of the first three games in the Spyro series: Spyro the Dragon, Ripto's Rage!, and Year of the Dragon.",
      "imageURL": "https://img-eshop.cdn.nintendo.net/i/49a855384aa8569dc6b8fe961cb358a7dc161f55204b0b1cfad226a6a0871891.jpg",
      "trailer": "https://www.youtube.com/watch?v=orzNU1R4wb8",
      "reviews": {
        "first": "This game was my childhood! The graphics and style are really detailed, funny jokes, fun colors, very colorful and enjoyable! ",
        "second": "I was not a huge fan of Spyro before I started playing this and now I cannot get enough of him.",
        "third": "The Reignited trilogy looks amazing with the art style and updated graphics."
      }
    },
    {
      "id": 4,
      "name": "Persona 5",
      "releaseYear": 2016,
      "score": "https://vgmsite.com/soundtracks/persona-5/szuiidvl/1-01.%20Wake%20Up%2C%20Get%20Up%2C%20Get%20Out%20There.mp3",
      "genre": "RPG",
      "platform": "Nintendo Switch, Playstation consoles, and more",
      "rating": 9.7,
      "description": "Persona 5 is a 2016 role-playing video game developed by Atlus. It takes place in modern-day Tokyo and follows a high school student known by the pseudonym Joker who transfers to a new school after being falsely accused of assault and put on probation.",
      "imageURL": "https://image.api.playstation.com/cdn/EP4062/CUSA06638_00/0fSaYhFhEVP183JLTwVec7qkzmaHNMS2.png ",
      "trailer": "https://www.youtube.com/watch?v=QnDzJ9KzuV4",
      "reviews": {
        "first": "I really didn't think I'd like this game, but I'm super happy I gave it a chance, as it's really, insanely good on so many levels.",
        "second": "Persona 5 is arguably one of the greatest games ever made and one of the finest JRPGs I have ever played in my life.",
        "third": "A 10/10 game and I will look forward to Persona 6 when it comes out. "
      }
    },
    {
      "id": 5,
      "name": "The Last of Us",
      "releaseYear": 2013,
      "score": "https://vgmsite.com/soundtracks/the-last-of-us-gamerip-2013/tkckhqqa/001%20-%20The%20Last%20of%20Us%20%28Main%20Menu%29.mp3",
      "genre": "Third-person, Action, Adventure, Horror, Survival ",
      "platform": "Playstation 4, Playstation 5",
      "rating": 9.7,
      "description": "In a hostile, post-pandemic world, Joel and Ellie, brought together by desperate circumstances, must rely on each other to survive a brutal journey across what remains of the United States.",
      "imageURL": "https://upload.wikimedia.org/wikipedia/en/4/46/Video_Game_Cover_-_The_Last_of_Us.jpg",
      "trailer": "https://www.youtube.com/watch?v=WxjeV10H1F0",
      "reviews": {
        "first": "Best Game Ever. The game is so cinematic, emotional, peaceful and serene, and intense. The graphics still spectacular, the gameplay is perfect, and the music is really pretty. And you got awesome characters like Joel, Ellie, Tommy, Marlene, and Henry. They will make you cry. If you have a PS3, a PS4, or a PC, play this game. You won't regret it.",
        "second": "I've played the game about 25 times through by now. Simply cannot stop! I've upgraded everything in easy, hard and grounded difficulties. Highly recommend it!",
        "third": "Loved this game from start to finish, got hooked like seldomly before. Awesome!"
      }
    },
    {
      "id": 6,
      "name": "Little Nightmares II",
      "releaseYear": 2021,
      "score": "https://vgmsite.com/soundtracks/little-nightmares-ii-original-soundtrack/bplsnxvnzm/01.%20Main%20Theme.mp3",
      "genre": "Single Player, Horror, Adventure, Puzzle",
      "platform": "Microsoft Windows, Stadia, Nintendo Switch, Playstation 4, Xbox One",
      "rating": 8.6,
      "description": " Little Nightmares II is a suspense adventure game in which you play as Mono, a young boy trapped in a world that has been distorted by an evil transmission. Together with new friend Six, he sets out to discover the source of the Transmission.",
      "imageURL": "https://s3.gaming-cdn.com/images/products/5381/orig/little-nightmares-ii-pc-game-steam-cover.jpg?v=1653320367",
      "trailer": "https://www.youtube.com/watch?v=AI9zBBTyX-E",
      "reviews": {
        "first": "I love this game. It has an amazing story and I cannot describe how great it looks. The character design is very different in the best way possible. And of course, it is terrifying for the most part. You don't have to play the first one to play this one which is great. Easily my favorite game of 2021 so far and my favorite horror game.",
        "second": "My absolute favourite game series, it doesn't rely on jumpscares to frighten people, just the atmosphere and tense moments are enough. I've made my whole family play it.",
        "third": "Little Nightmares II -and its predecessor- are prime examples of less is more in horror games. Simply fantastic gems."
      }
    }
    
  ]
}